countries_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://kirillkotov.com/soapspringbootlect/dto">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getCountriesRequest>

        </gs:getCountriesRequest>
    </soapenv:Body>
</soapenv:Envelope>